{
  "name": [
    "GRO4US Fund",
    "MYT4U Electronics Co.",
    "OK4U Drug Co.",
    "ON2U Entertainment Co.",
    "2BIG Power",
    "1GLOBE Oil",
    "You Find a Great Deal!",
    "Condo for Sale - 2 Br/1 Ba",
    "Condo For Sale - 2 Br/1 Ba",
    "House For Sale - 3 Br/2 Ba",
    "10 Acres Raw Land",
    "Tenant Damages Your Property",
    "1500's Spanish",
    "Krugerrands",
    "Certificate of Deposit 1",
    "Certificate of Deposit 2",
    "Start a Company Part Time",
    "8-plex for Sale",
    "House for Sale - 3 Br/2 Ba",
    "4-plex for Sale",
    "Automated Business for Sale",
    "20 Acres for Sale",
    "Pizza Franchise for Sale",
    "Duplex for Sale",
    "Bed & Breakfast for Sale",
    "Apartment Houses for Sale",
    "Car Wash for Sale",
    "Apartment House for Sale",
    "Small Shopping Mall for Sale",
    "Mansion for Sale - 5 Br/4 Ba",
    "Mansion for Sale - 6 Br/6 Ba",
    "Limited Partner Wanted",
    "Sewer Line Breaks",
    "Plex Buyer",
    "Apartment House Buyer",
    "House Buyer - 3Br/2Ba",
    "Condo Buyer - 2Br/1Ba",
    "Limited Partnership Sold",
    "Small Business Improves",
    "Car Wash Buyer",
    "Builder Wants Land",
    "Demand for Bed & Breakfast",
    "Software Company Buyer",
    "Shopping Mall Wanted",
    "Buyer for 20 Acres",
    "Widget Company Buyer",
    "Price of Gold Soars",
    "Collector Wants Gold Coins",
    "Mansion Buyer - 6Br/6Ba",
    "Mansion Buyer - 5Br/4Ba",
    "Water Heater Leaks",
    "Go Out to Dinner",
    "New Boat!",
    "Park in Handicapped Zone",
    "Buy Big Screen TV",
    "Your Anniversary!",
    "Son's College Tuition",
    "Buy Toys for Your Kids",
    "Buy New Fishing Rod",
    "Play 2 Rounds of Golf",
    "Car's Air Conditioning Dies",
    "Tax Audit",
    "Shopping!",
    "Family Vacation!",
    "Go to Casino!",
    "Buy New Bowling Ball",
    "Play Your Lucky Lottery Number!",
    "Shopping Spree!",
    "Go to Ball Game",
    "Visit Dentist",
    "Buy New Golf Balls",
    "Furniture Sale",
    "Go to a Concert",
    "Upgrade Smart Phone",
    "Go to Coffee Shop",
    "High School Reunion",
    "Repaint House",
    "Buy Painting",
    "Your Child Needs Braces",
    "Amusement Park",
    "Buy Cappuccino Machine",
    "Your Daughter's Wedding",
    "Buy New Tennis Racket",
    "Buy New Clothes",
    "Rumor of Layoff",
    "Go to the Air Show",
    "Must Have New Sunglasses",
    "Buy a Food Processor",
    "Lunch with Friends",
    "Car Needs Tires",
    "Smartphone Broke!",
    "Movie Streaming Service",
    "Healthcare Costs",
    "Sports Injury"
  ],
  "description": [
    "Lower interest rates drive market and fund to strong showing.",
    "Brilliant young fund manager. Everyone believes he has the Midas touch",
    "Weak earnings by most companies lead to weak price of mutual fund",
    "Powerhouse market drives strong fund's price up to record high",
    "Booming market leads to record share price of this home electronics seller!",
    "High inflation leads to poor share price for this home electronics seller.",
    "Record interest rates lead to substandard share price for this home electronics seller",
    "Strong market leads to strong share price for this home electronics seller",
    "Trade war panic leads to record low share price for this home electronics seller.",
    "Weak market leads to sagging share price for this home electronics seller.",
    "Fast growing seller of home electronics headed by 32 year old Harvard grad.",
    "Low interest rates lead to substantial share price for this home electronics seller.",
    "Market strength leads to high share price for this long time maker of medicines.",
    "Low inflation leads to high share price for this long time maker of medicines.",
    "Booming market raises share price of this long time maker of medicines.",
    "Interest rates cripple share price of this long time maker of medicines.",
    "High interest rates cause poor share price of this long time make of medicines.",
    "Inflation worries cause poor share price of this long time maker of medicines.",
    "Market panic causes crash in the shares of this long time maker of medicines.",
    "Long time maker of medicines; especially drugs for people of 70.",
    "Box office hit by children's division casuses record share price.",
    "Strong demand for company's library of old movies on video leads to good share price.",
    "New director of movie acquisitions brings revived prospects for share price.",
    "Movie buyer fired after third mega-flop! Shares sink. Chairman's bonus canceled.",
    "Box office smash hit in adult division causes strong share price.",
    "Recent merger strengthened market share of this leading company with good outlook.",
    "Newest theme park loses record amount. Share price hits all-time low.",
    "Box office flop by musical extravaganza in core division causes poor share price.",
    "Business is up dramatically and the company is doing so well their shares haave just split!",
    "Company reorganizes! Massive loses due to over expansion and recession. Stockholders lose 1/2 of their ownership rights.",
    "Things are going so well for the company that their shares have just split!",
    "Company flounders! Massive losses due to tainted drug scandal. All stockholders lose 1/2 of their ownership rights.",
    "High yield, preferred shares of major domestic electric power company. Dividend and price fixed at \"fair\" level by state utility commission.",
    "Moderate yield, preferred shares of major international biotech company. Dividend and price fixed at \"fair\" level by state utility commission.",
    "Older 3/2 house, repossessed by government agency. Ready to go with government financing and a tenant.",
    "Nice 2/1 condo available due to marriage of owner. Bad area. Needs work.",
    "Parents selling 2/1 condo used by their chil in college town. Lots of demand for rentals in this area.",
    "Older 2/1 condo offered by young couple who want to move up to a 3/2 house due to growing family. Available soon.",
    "Excellent 2/1 condo with many extras. For sale due to business success of owner. She's moving up, so can you.",
    "Bank foreclosure! 2/1 condo in desirable neighborhood close to jobs and stores. Make offer, favorable financing by bank.",
    "Not lived in for 6 months, this bank-foreclosed house just reduced. Loan includes estimated repair costs.",
    "Low down payment to pick up this 3/2 house. Owner/seller unexpectedly moving out of town. Right person will do well.",
    "3/2 house in older area offered by Highway Department. Market has crashed. No bids at last week's auction.",
    "Nice 3/2 rental house suddenly available due to estate closing. Well maintained older property with existing tenant.",
    "Nice 3/2 house available in depressed market due to layoffs. Would make good investment property for right buyer.",
    "Company bought transferred manager's 3/2 house. No current tenant, has been on market 6 months, just reduced.",
    "Wonderful park-like setting with stream on 10 acres in undeveloped area. No roads, no utilities, no noise.",
    "Tenant fails to pay rent for 2 months and then skips town leaving damage to your rental property. Insurance covers most damage and costs, but you are still out of pocket $500.",
    "You spot an unusual 1500's Royal Spanish New World (Havana Mint Only) \"pieces of eight\" gold coin in good condition at a swap meet. One only, seller asks $500.",
    "A friend has urgent need for money. Will sell you 10 one-ounce gold Krugerrands, well below going rate, for $300 each.",
    "A leading bank offers this special Certificate of Deposit to its customer. Guaranteed interest and redeemable after any holding period.",
    "Develop interesting idea for a software program, so you start a company to produce and sell it. No profits during startup, long hours, no extra pay.",
    "Invent new way of making widgets, so you start a company to produce and sell them. No profits during startup, long hourse, no extra pay.",
    "Reinvesting owner offers 8-plex for sale at reasonable price. Financing already in place. All it needs is your down payment.",
    "Good investment potential in this 3/2 house if you can be patient. Positive cash flow even though rents are weak.",
    "4-plex available - forced sale. Out-of-state, financially distressed owner years behind on taxes. Some records available.",
    "Professional person urgently needs cash to save partnership. 8-plex sale to raise capital, good opportunity for right person.",
    "Successful 4 bay coin operated auto wash near busy intersection. Seller is moving to retirement community out of state.",
    " 20 acres of vacant land, currently zoned residential. Possibly of good appreciation if rezoned commercial.",
    "Retiring investor/owner offers his 8-plex at current appraisal value. Professional lawn service and management. Full records.",
    "\"Project\" 4-plex for sale in rehabilitating neighborhood. Owner being forced out by income tax liens.",
    "Older 4-plex next to new highway for sale. Owner/occupant moving to wuieter area. Priced for quick sale.",
    "Healthy-pizza company franchise. Trend in nutritious fast-food booming. Next to college. High Traffic",
    "Duplex owner must sell to pay hospital bills. Two tenants in place, all records, good investment oppurtunity.",
    "Owner retiring, wants out NOW. Great clientele in resort community. 5Br/3Ba.",
    "3/2 house on golf course offers potential capital gain plus current cash flow. Good rentals and nice financing.",
    "Tenants in place at this investment duplex! Owner has income tax problems, needs to sell quickly.",
    "4-plex for sale by owner, moving to another state. Full records, fully rented, low occupant turnover in good neighborhood.",
    "Businessman liquidating this 3/2 house, needs cash to save his business. Currently occupied by happy tenant.",
    "Still level 3/2 house on out of way golf course offered by heirs of owner. Gold membership included.",
    "Nice 3/2 house with in ground pool and full appliances available in upper middle class area. Good schools.",
    "2 buildings totaling 24 units for sale. Owner managed with on-site assistant. Retirement prompts sale.",
    "Family car wash for sale. Family feuding. Wants out ASAP. Prime location in highgrowth area.",
    "12 unit apartment house offered by out-of-state heirs of handyman/owner. Long waiting list for apartment in this building.",
    "Nice, well maintained 4-plex in good neighborhood. Stable tenants, positive cash flow, few problems. Full records.",
    "60 unit complex available from pension fund that foreclosed on builder/owner. On-site management in place.",
    "This duplex is the best in the neighborhood! Proud owner retiring to another state to be near her grandchildren.",
    "Bank has taken back mall from bankrupt owner. Mall is currently 50% occupied. Just listed today.",
    "24 unit older building near community college available from retiring owner/builder. Fully rented, nice cash flow.",
    "Well maintained duplex in desirable area available due to transfer of owner. Excellent investment opportunity for right buyer.",
    "Downsized manager must sell this 3/2 house, cannot afford payments on new salary. Area in transition.",
    "4-plex in recovering neighborhood. Fully rented repairs kept up. Needs your down payment and patience.",
    "Transferred skilled tradesman kept this 3/2 house in excellent condition, so it commands top dollar rentals in older neighborhood.",
    "Owner's legal troubles lead to forced sale of this 8-plex. No qualifying on this loan, as mortgage holder is cooperating.",
    "Owner moving out of this duplex due to growing family. Tenant remains, well maintained, excellent landscaping.",
    "5/4.5 house outside of metropolitan area offers potential capital gain plus current cash flow. Good rentals and nice financing.",
    "6/6 house in exclusive hollywood neighborhood offers potential capital gain plus current cash flow. Good rentals and nice financing.",
    "Non-franchise sandwich shop doubling the number of locations. Owner needs additional equity capital to get operating loan.",
    "Auto Dealer wants to expand into leasing 2 and 3 year old cars. Needs capital as car maker's finance company is not interested.",
    "Successful doctor expanding office and clinic. Needs partner to fund equity portion of construction costs.",
    "Successful pizza chain expanding into production of frozen pizzas for grocercy stores. Owner needs capital for equipment.",
    "Water everywhere at your 8-plex! Broken sewer line needs repair immediately. <br> If you own an 8-plex, pay $2,000 for new line. (Bank loan available on usual terms.)",
    "Tenant refuses to pay rent after losing job. When you get him evicted you discover significant damages to your property. <br> Insurance covers most damages and costs, but you still are out of pocket $1,000. Pay $1,000",
    "Buyer offers $30,000 per unit for all units in any combination of duplexes, 4-plexes, or 8-plexes. Has own financing.",
    "Buyer offers $25,000 per unit for all units in apartment houses of any size. Has own financing. [His 1031 tax deferred exchange time is running out.]",
    "Buyer offers $45,000 per unit for all units in apartment houses of any size. Has own financing. [His 1031 tax deferred exchange time is running out.]",
    "Buyer offers $35,000 per unit for all units in any combination of duplexes, 4-plexes, or 8-plexes. Has own financing.",
    "You are offered $135,000 for a 3/2 rental house. Buyer has own financing.",
    "You are offered $110,000 for a 3/2 rental house. Buyer has own financing.",
    "Buyer offers $35,000 per unit for all units. Will buy duplexes, 4-plexes, or 8-plexes. Has own financing.",
    "REIT offers $30,000 per unit for all units in apartment houses of 12 units or more. Has own financing. Buyer has funds from sale of complex in another city.",
    "Buyer offers $25,000 per unit for all units in any combination of duplexes, 4-plexes, or 8-plexes. Has own financing.",
    "Buyer offers $40,000 per unit for all units in any combination of duplexes, 4-plexes, or 8-plexes. Has own financing.",
    "You are offered $100,000 for a 3/2 rental house. Buyer has own financing.",
    "You are offered $45,000 for a 2/1 rental condo. Buyer has own financing.",
    "You are offered $65,000 for a 2/1 rental condo. Buyer has own financing.",
    "You are offered $65,000 for a 3/2 rental house. Buyer has own financing.",
    "You are offered $55,000 for a 2/1 rental condo. Buyer has own financing.",
    "Buyer offers $40,000 per unit for all units in apartment houses of any size. Has own financing. Buyer has funds from sale of complex in another city.",
    "Your brother-in-law lost his job and wants to buy your 3/2 rental house. He promises to pay you $100,000 four years from now, but has no income or savings. He can pay a small monthly amount, but no down payment...",
    "The business has been sold and you receive twice your original cost for your share of it.",
    "The small business you founded has found a major company to distribute its product. Your sales increase 150%.",
    "The small business you founded won an industry award for its product innovation. Great publicity causes your sales to double.",
    "Red hot buyer looking for a car wash bargain. Has $250,000 cash ready to spend. That's his limit.",
    "City planners require builder to put in 10 acre park or they will not approve new subdivision. Builder needs 10 acres with stream.",
    "Couple burned out from their corporate jobs are ready for a change. Have lots of cash. Looking for a profitable Bed & Breakfast. They will pay $250,000 today.",
    "Large integrated software company offers $100,000 cash for inventive software program and related company.",
    "Major retailer is moving to you town. Looking for small shopping mall to purchase.",
    "Builder wants a 20-acre parcel of land. He will re-zone it from residential to commercial.",
    "Engineer/Inventor who owns machinery company offers $50,000 cash for inventive method of making widgets.",
    "Rioting in Middle East. Oil prices threatened. Price of gold skyrockets to $600 per ounce.",
    "Collector looking for authentic 1500's Royal Spanish New World (Havana mint only) \"pieces of eight \" gold coins.",
    "You are offered $17,000,000 for a 6/6 mansion. Buyer has own financing.",
    "You are offered $1,800,000 for a 5/4 mansion. Buyer has own financing."
  ],
  "rule": [
    "Only you may buy as many units as you want at this price. Everyone may sell at this price",
    "Only you may buy as many shares as you want at this price. Everyone may sell at this price.",
    "Everyone who owns MYT4U shares doubles the number of shares they own.",
    "Everyone who owns MYT4U shares cuts shares owned to 1/2 previous value.",
    "Everyone who owns OK4U shares doubles the number of shares they own.",
    "Everyone who owns OK4U shares cuts shares owned to 1/2 previous value.",
    "Everyone may buy or sell as many shares as they wish at this time.",
    "Borrow from the Bank if you must, but... BUY THIS! 132% ROI, may sell for $65,000 to $135,000.",
    "Use this yourself or sell to another player. 24% ROI, may sell for $45,000 to $65,000.",
    "Use this yourself or sell to another player. 42% ROI, may sell for $45,000 to $65,000.",
    "Use this yourself or sell to another player. 38% ROI, may sell for $45,000 to $65,000.",
    "Use this yourself or sell to another player. -24% ROI, may sell for $45,000 to $65,000.",
    "Use this yourself or sell to another player. 53% ROI, may sell for $45,000 to $65,000",
    "Use this yourself or sell to another player. May sell for $65,000 to $135,000.",
    "Use this yourself or sell to another player. 40% ROI, may sell for $65,000 to $135,000.",
    "Use this yourself or sell to another player. ??% ROI, may sell for $65,000 to $135,000.",
    "Use this yourself or sell to another player. 38% ROI, may sell for $65,000 to $135,000.",
    "Use this yourself or sell to another player. 60% ROI, may sell for $65,000 to $135,000.",
    "Borrow from the Bank if you must, but... BUY THIS! 150% ROI, may sell for $65,000 to $135,000.",
    "Use this yourself or sell to another player. 0% ROI, possible future sale at ??.",
    "Pay $500 if you own any rental property",
    "Use this yourself or sell to another player. 0% ROI, may sell for $0 to $4,000.",
    "Use this yourself or sell to another player. 0% ROI, possible future sale at ??",
    "Everyone may buy or sell as many as they wish at this time.",
    "Use this yourself or sell to another player. 0% ROI, may sell for ??, if anything.",
    "Use this yourself or sell to another pl;ayer. 51% ROI, may sell for $200,000 to $280,000.",
    "Use this yourself or sell to another player. 30% ROI, may sell for $65,000 to $135,000.",
    "Use this yourself or sell to another player. 45% ROI, may sell for $65,000 to $135,000.",
    "Use this yourself or sell to another player. 56% ROI, may sell for $100,00 to $140,000.",
    "Use this yourself or sell to another player. 64% ROI, may sell for $200,000 to $280,000.",
    "Use this yourself or sell to another player. 86% ROI. No other buyers in sight.",
    " Use this yourself or sell to another player. 0% ROI, may sell for ??.",
    "Use this yourself or sell to another player. 29% ROI, may sell for $200,000 to $280,000.",
    "Use this yourself or sell to another player. 24% ROI, may sell for $100,000 to $140,000.",
    "Use this yourself or sell to another player. 40% ROI, may sell for $100,000 to $140,000.",
    "Use this yourself or sell to another player. 60% ROI, may sell for $500,000 to $800,000.",
    "Use this yourself or sell to another player. 40% ROI, may sell for $50,000 to $80,000.",
    "Use this yourself or sell to another player. 40% ROI, may sell for $100,000 to $300,000.",
    "Use this yourself or sell to another player. 51% ROI, may sell for $65,000 to $135,000.",
    "Use this yourself or sell to another player. 48% ROI, may sell for $50,000 to $80,000.",
    "Use this yourself or sell to another player. 75% ROI, may sell for $100,000 to $140,000.",
    "Use this yourself or sell to another player. 26% ROI, may sell for $65,000 to $135,000.",
    "Use this yourself or sell to another player. -12% ROI, may sell for $65,000 to $150,000.",
    "Use this yourself or sell to another player. -6% ROI, may sell for $65,000 to $150,000.",
    "Use this yourself or sell to another player. 54% ROI, may sell for $600,000 to $960,000.",
    "Use this yourself or sell to another player. 36% ROI, may sell for 12-25 times annual cash flow.",
    "Use this yourself or sell to another player. 58% ROI, may sell for $300,000 to $480,000.",
    "Use this yourself or sell to another player. 48% ROI, may sell for $100,000 to $140,000.",
    "Use this yourself or sell to another player. 66% ROI, may sell for $1,500,000 to $2,700,000.",
    "Use this yourself or sell to another player. 24% ROI, may sell for $50,000 to $80,000.",
    "Use this yourself or sell to another player. 19% ROI, may sell for $35,000 to $150,000.",
    "Use this yourself or sell to another player. 67% ROI, may sell for $600,000 to $960,000.",
    "Use this yourself or sell to another player. 60% ROI, may sell for $50,000 to $80,000.",
    "Use this yourself or sell to another player. 48% ROI, may sell for $200,000 to $280,000.",
    "Use this yourself or sell to another player. 36% ROI, may sell for $50,000 to $70,000.",
    "Use this yourself or sell to another player. 51% ROI, may sell for $650,000 to $1,350,000.",
    "Use this yourself or sell to another player. 51% ROI, may sell for $6,500,000 to $12,150,000.",
    "Use this yourself or sell to another player. 60% ROI, owner may buy you out for $60,000 to $90,000.",
    "Use this yourself or sell to another player. 40% ROI, owner may buy you out for $60,000 to $90,000.",
    "Use this yourself or sell to another player. 48% ROI, owner may buy you out for $50,000 to $75,000.",
    "Use this yourself or sell to another player. 48% ROI, owner may buy you out for $40,000 to $60,000.",
    "If you own more than one 8-plex, pay repairs on only one.",
    "Pay $1,000 if you own any rental real estate"
  ],
  "rule1": [
    "Everyone may sell at this price",
    "Everyone may sell at this price.",
    "You agreed to sell if and when the founder sold out, as they just did. New owners have their own financing.",
    "This brings more problems and requires more time from you, but Monthly Net Income goes up $400.",
    "This requires more time from you, but Monthly Net Income goes up $250.",
    "Everyone who owns a car wash may sell at this price.",
    "Cash offer of $150,000 to everyone who owns such a property.",
    "Everyone with a Bed & Breakfast that is making money may sell at this price.",
    "Anyone who owns a software company may sell at this price.",
    "They are ready to pay $100,000 to everyone who owns a small shopping mall.",
    "Cash offer of $200,000 to everyone who owns 20 acres of residential land.",
    "Anyone who owns a widget company may sell at this price.",
    "Everyone who owns 1 ounce Krugerrands may sell at this price.",
    "Cash offer of $5,000 foor each coin to everyone."
  ],
  "rule2": [
    "If you sell, pay off the related mortgage and give up the cash flow you currently receive on this property.",
    "If you sell at his terms, your cash flow goes down by $500 per month, until you collect the $100,000",
    "Every limited partnership is affected. If you own a limited partnership, receive cash and reduce your cash flows immediately.",
    "Everyone who owns a business they started is affected and increases their cash flow by $400 per month on all such businesses.",
    "Everyone who owns a business they started is affected and increases their cash flow by $250 per month on all such businesses.",
    "If you sell, pay off the related mortgage and give up the cash flow currently receive on this property.",
    "If you sell, give up the cash flow you currently receive from this company.",
    "If you sell, give up the cash flow you currently receive from this property."
  ],
  "text": [
    "Pay $450 for a new one",
    "Spend $80",
    "Pay $1,000 down and $17,000 on time.",
    "Pay $100 fine",
    "Pay $600",
    "Spend $200",
    "Pay $1500",
    "Spend $50",
    "Pay $100",
    "Pay $700",
    "Pay Tax Authority $350 \n\nOuch!",
    "Pay $350 for fabulous fake jewels",
    "Costs $2000",
    "Lose $200 at the tables",
    "Pay $80",
    "Lose $100",
    "Pay $150 \n\nBuy new wristwatch (even though you already have 3)",
    "Pay $50",
    "Filling costs $100",
    "Pay $20",
    "Pay $300 \n\nReplace that old chair",
    "Dinner, Tickets, & Coffee Sets you back $180",
    "Pay $10 for lattes for you and a friend",
    "You spend $250",
    "Costs you $600",
    "Costs you $200. \n\n Couldn't resist new painting by local artist",
    "Pay $2000",
    "Take kids to the Amusement Park and spend $100",
    "Pay $150",
    "Costs you $2000",
    "You spend $200",
    "Pay $250",
    "Go back to school for added skills.\nPay $220 for tuition & books.",
    "Pay $120",
    "Pay $70",
    "Pay $40",
    "Pay $300",
    "Pay $2,000 to take the kids to a world famous theme park and resort.",
    "Pay $250 for replacement",
    "Pay $15",
    "Pay half of your savings for medical bills.",
    "Pay a quarter of your savings to treat your child's injury."
  ],
  "title": [
    "Rare Gold Coin",
    "Friend Needs Cash... Quick"
  ],
  "type": [
    "Mutual Fund",
    "Stock",
    "Stock Split",
    "Reverse Split",
    "Preferred Stock",
    "Real Estate",
    "Property Damage",
    "Coin",
    "Certificate of Deposit",
    "Company",
    "Automated Business",
    "Limited Partnership",
    "plex",
    "apartment",
    "3Br/2Ba",
    "2Br/1Ba",
    "limited",
    "business",
    "car wash",
    "10 acres",
    "bed breakfast",
    "software",
    "mall",
    "20 acres",
    "widget",
    "Krugerrands",
    "1500's Spanish",
    "6Br/6Ba",
    "5Br/4Ba"
  ]
}